{
    "name": "Ridgeside Versammlungen",
    "conditions": "RidgesideVillage/900 1800",
    "set-up": "CloudCountry/-1000 -1000/farmer 125 30 3/changeToTemporaryMap RSVGathering/loadActors Set-Up/animate Kiwi false true 100 16 16 17 17 17 17 17 17 18 19 20 21 22 23 24 25 26 17 17 27 27 27 16/playerControl luau",
    "mainEvent": "null",
    "Abigail_spouse": "Sehen Sie mir später beim Schlagzeugspielen zu!#$b#Ich werde mein Bestes geben, also jubelt mir extra laut zu, okay?$h",
    "Leah_spouse": "Wie ist dieses Bild?#$b#Es ist das letzte, das noch übrig ist.#$b#Ich habe sie alle verkauft!$h",
    "Maru_spouse": "Ich bin stolz, diesen kleinen Roboter zu zeigen, den ich gemacht habe!$h",
    "Penny_spouse": "Hey, Schatz. Ich hoffe, du genießt das Festival.$h#$b#Ich durchstöbere die Stände, um zu sehen, ob ich etwas Niedliches für zu Hause finden kann.$h",
    "Haley_spouse": "Komm her, mein Schatz! Lass uns zusammen ein Foto machen!$h#$b#Das macht so viel Spaß!$h",
    "Sebastian_spouse": "Ich repariere nur Jeric's Motorrad.#$b#Lass uns das später nachholen.$h",
    "Sam_spouse": "Wünsch mir später Glück, @!$h#$b#Ich werde meine Fähigkeiten dem ganzen Tal zeigen!$h",
    "Alex_spouse": "Ich habe vorhin ein paar Burger von Gus und Pika gekauft! Sie sind so gut!$h#$b#Soll ich dir auch einen kaufen??$h",
    "Harvey_spouse": "Machen wir nach dem Konzert einen Spaziergang durch das Dorf.#$b#Ich habe schon eine Weile nicht mehr besucht.$s",
    "Elliott_spouse": "Ich freue mich auf die Heldentaten unserer musikalischen Dorfbewohner!$h#$b#Lasst uns nach Herzenslust tanzen!$h",
    "Emily_spouse": "Hey Schatz!$1#$b#Lass uns später beim Konzert zusammen tanzen.$h",
	"Shane_spouse": "Ich habe mich auf die Paprika-Poppers von Pika gefreut!$h#$b#Ich habe viele gute Dinge darüber gehört!$h",
    "Abigail": "Ich möchte wirklich ihren Stand sabotieren!$h#$b#Oh hey, @... Du hast nichts gehört!$h#$e#Hey Corine! Lass uns einen Blick darauf werfen!$h",
    "Robin": "Ah! Die Starbound-Bühne sieht so gut aus!#$b#Ich bin stolz auf meine Handarbeit!$h",
    "Demetrius": "Diese Burger sind köstlich!$h#$b#Pika und Gus sind ein gutes Team, wenn sie nicht konkurrieren.$h",
    "Maru": "Mein kleiner Music-tron 2000 ist ausgestellt!$h#$b#Es ist wie eine kleine tragbare Jukebox.$h#$e#Hallo Flor! Schauen Sie sich das an!$h",
    "Sebastian": "Ich frage mich, warum Jeric dieses Motorrad nicht gewartet hat..#$b#Es ist so eine Verschwendung, es verrosten zu lassen...$s#$e#Hey Jeric! Hilf mir doch mal, ja??$a",
    "Pierre": "Ich wollte auch einen Stand aufbauen, aber Abigail hat mich davon überzeugt, dass es bei dem Treffen um Spaß und nicht um Profit gehen soll.$s#$b#Ach ja, mehr Essen für mich!$h" ,
    "Caroline": "Ich bin froh, dass die Kinder Spaß haben.#$b#Es war auch schön, Alissa wiederzusehen! Ich frage mich, ob sie später für uns singen wird?$h",
    "Linus": "Lenny bat mich, jedes Futter mitzubringen, das ich finden konnte..#$b#Ich bin froh, dass ich helfen konnte.$h",
    "Alex": "Oh hey! Lassen Sie uns später Gridball spielen!$h#$e#Hallo Philip! Spielst du noch?$h",
    "George": "Freddie und ich sollten den Ridge besuchen. Lola und Evelyn können hier bleiben und reden.#$e#Komm schon, Fred!#$b#Um der alten Zeiten willen!$h",
    "Evelyn": "Oh je, es ist schon eine Weile her, dass ich Ridgeside besucht habe.#$b#Die Aussicht ist wie immer herrlich.$h",
    "Lewis": " Ich hoffe, du hast Spaß, @!$h",
    "Clint": "Ich frage mich, ob Emily mit mir auf dem Konzert tanzen möchte.$h#$e#Ich sollte mir nicht die Mühe machen zu fragen, sie wird wahrscheinlich nein sagen.$s",
    "Emily": "Ich möchte auf dem Konzert tanzen, aber ich möchte nicht alleine tanzen!$h",
    "Penny": "Flor hat einige interessante Bücher zum Verkauf. Ich sollte sie durchstöbern gehen.#$e#Ich frage mich, was Maddie vorhat? Ich habe schon eine Weile nicht mehr mit ihr gesprochen.$s",
    "Pam": "Was? Es gibt ein Konzert später?#$b#Ein Grund mehr zu trinken!$h" ,
    "Haley": "Können Sie ein Foto von uns machen?#$b#Ysa und ich haben ein Foto-Shooting.$h#$e#Ysa! Halten Sie diese Pose!$h#$b#Ich frage mich, wie diese Bilder später einmal aussehen werden.$h",
    "Jodi": "Ich bin ein wenig besorgt, dass Vincent und Keahi wieder anfangen könnten, Trinnie zu ärgern.$s#$b#Sie ist lauter als Jas, deshalb provozieren sie sie öfter.$h" ,
    "Kent": "Pika kocht ein fieses Gericht!#$b#Ich sollte dieses Dorf öfters besuchen.$h",
    "Sam": "Ich bin ein wenig nervös wegen des Konzerts später.$s#$b#Aber ich bin auch aufgeregt.!$h#$e#Hey Alissa! Bist du sicher, dass du nicht mit uns auftreten willst?$h",
    "Leah": "Jeric ist... wirklich symmetrisch?#$bWas ich damit sagen will, ist, dass sich sein Gesicht hervorragend für die Porträtmalerei eignet .$h#$e#Hey Jeric, steh mal kurz still!$h",
    "Shane": "Ähm... ich glaube, ich habe vergessen, die Dekoration für den Verkaufsstand mitzubringen..$u#$e#Hey, komm schon, Philip! Du solltest mich daran erinnern.!$a",
    "Marnie": "Es ist so lange her, dass ich das Dorf besucht habe.!$h#$b#Ich hoffe, Olgas Kühe werden durch die Musik nicht gestört.$s",
    "Elliott": "Ich habe einige meiner Gedichte zum Verkauf mitgebracht.#$b#Sie sind zwar nur Worte auf dem Papier, aber ich denke, sie könnten sich als ziemlich populär erweisen!$h",
    "Gus": "Die Atmosphäre hier ist großartig!$h#$b#Ich hoffe, Sie genießen die Ridgeside Versammlung, @.",
    "Harvey": "Ich habe einige energy drinks mitgebracht, um den Stand zu unterstützen.$h#$e#I should go ask Ian's help, I've brought several heavy boxes of energy drinks.$s",
    "Jas": "Diese Uhr hat ein Teddybär-Design! Sie sieht bezaubernd aus!$h#$b#Oh! Ich vergaß! Ich sollte auf Trinnie aufpassen!$4#$b#Sie könnte anfangen, Sachen nach den Jungs zu werfen, wenn sie sie zu sehr ärgern.!$h",
    "Vincent": "Hey! Schau mal hier!#$b#Keahi und ich haben all diese Sachen in der Fundgrube von Bürgermeister Lewis gefunden..#$b#Now we're selling it!$h",
    "Willy": "Ah, die Wasserfälle hier sind so beruhigend.#$b#Ich sollte meinen nächsten Angelausflug in dieser Gegend planen.",
	"Marlon": "Das Essen ist köstlich!$h#$b#Die beiden Köche sollten öfters zusammenarbeiten.",
	"Wizard": "Die Einheimischen scheinen die Festivitäten zu genießen.#$b#Ich bin auch sehr gespannt, was die Stände verkaufen.#$b#Sie haben irgendwie einige seltene und wertvolle Schmuckstücke in die Hände bekommen.",

}
